export const questions = [
    {   
        id: 1,
        type: 'radio',
        max: 1,
        title: '1. 커피를 마시러 카페에 간 당신이 고른 메뉴는?',
        options : ['a. 씁쓸하고 진한 풍미의 에스프레소', 'b. 부드럽고 고소한 맛의 카페라떼', 'c. 풍부한 산미와 은은한 향이 느껴지는 아메리카노' ]
    },
    {   
        id: 2,
        type: 'radio',
        max: 1,
        title: '2. 향수를 사기위해서 면제점에 들렀다. 당신이 구매한 향수는?',
        options : ['a. 가볍고 산뜻한 시트러스 계열의 향수', 'b. 묵직한 바디감이 느껴지는 우디계열의 향수']
    },
    {   
        id: 3,
        type: 'radio',
        max: 1,
        title: '3. 산책을 하던 당신, 갈증을 해소하기 위해서 마실 음료는?',
        options : ['a. 뼛속까지 시원해지는 자극적인 탄산음료', 'b. 깔끔하고 은은한 맛의 이온음료']
    },
    {   
        id: 4,
        type: 'radio',
        max: 1,
        title: '4. 입이 심심해 편의점에 온 당신이 고른 간식은?',
        options : ['a. 달달하고 부드러운 밀크 초콜렛', 'b. 깔끔하고 시원한 맛이 매력적인 민트사탕', 'c. 침샘을 자극하는 새콤달콤한 젤리']
    },
    {   
        id: 5,
        type: 'radio',
        max: 1,
        title: '5. 바다 낚시를 간 당신, 잡은 생선으로 만들어 먹을 요리는?',
        options : ['a. 매콤하고 칼칼한 매운탕', 'b. 담백하고 시원한 맑은탕', 'c. 신선함이 느껴지는 회']
    },
    {   
        id: 6,
        type: 'check',
        max: 2,
        title: '5. 바다 낚시를 간 당신, 잡은 생선으로 만들어 먹을 요리는?',
        options : ['a. 매콤하고 칼칼한 매운탕', 'b. 담백하고 시원한 맑은탕', 'c. 신선함이 느껴지는 회']
    }
]